/* 
   Conference.strings
   Conference

   Created by David McLeod on 2010/01/18.
   Copyright 2010 Apple. All rights reserved.
 */

// Note that some of these strings are used by SpringBoard, MobilePhone, and TelephonyUI.
AWAY_MISSED_VIDEO_LABEL = "Missed FaceTime";
CALL_BACK = "Call Back";
CANCEL = "Cancel";
CANCEL_VIDEO = "Cancel";
END_VIDEO = "End";
ENDED_FOR_REASON = "FaceTime ended for reason: %d";
HIDE_SOURCES = "Hide\nSources";
HUD_STATUS_CONNECTED = "Connected";
HUD_STATUS_CONNECTING = "Connecting…";
HUD_STATUS_WAITING = "FaceTime with %@…";
MUTE_BUTTON = "Mute";
MUTE_OVERLAY = "Mute";
OK = "OK";
PAUSE_OVERLAY = "Paused";
SETTINGS = "Settings";
SLIDE_TO_UNLOCK = "slide to unlock";
STATUS_CALL_BUSY = "is busy at this time";
STATUS_CALL_DECLINED = "FaceTime declined";
STATUS_CALL_FAILED = "FaceTime failed";
STATUS_CALL_UNANSWERED = "FaceTime unanswered";
STATUS_CALL_UNAVAILABLE = "FaceTime unavailable";
STATUS_CONNECTED = "connected";
STATUS_CONNECTING = "connecting…";
STATUS_ENDING = "FaceTime ending…";
STATUS_ENDED = "FaceTime ended";
STATUS_WAITING = "FaceTime…";
TRY_AGAIN = "Try Again";
UNKNOWN_CALLER_ID = "Unknown";
VIDEO = "FaceTime";
VIDEO_DURATION = "FaceTime %@";
VIDEO_DURATION_PREAMBLE = "Touch to resume FaceTime";
VIDEO_LABEL = "FaceTime";
VIDEO_PERMISSION_ALERT_CALL = "FaceTime";
VIDEO_PERMISSION_ALERT_CANCEL = "Cancel";
WLAN_SETTINGS = "WLAN Settings";
WIFI_SETTINGS = "Wi-Fi Settings";
WOULD_LIKE_TO_VIDEO = "would like FaceTime…";

// Failure alert titles and messages
ALERT_VIDEO_FAILED_TITLE = "FaceTime Failed";
ALERT_VIDEO_FAILED_WITH_REASON_MESSAGE = "FaceTime failed for reason: %@.";
ALERT_VIDEO_FAILED_WITH_REASON_AND_ERROR_MESSAGE = "FaceTime failed for reason: %@, error: %@.";
ALERT_VIDEO_FAILED_UNKNOWN_REASON = "Unknown Reason %d";
ALERT_VIDEO_FAILED_NOT_AVAILABLE_MESSAGE_NAME = "%@ is not available for FaceTime.";
ALERT_VIDEO_FAILED_NOT_AVAILABLE_MESSAGE_NUMBER = "%@ is not available for FaceTime.";
ALERT_VIDEO_FAILED_NO_LOCAL_WIFI_MESSAGE = "Connect to a Wi-Fi network to use FaceTime.";
ALERT_VIDEO_FAILED_NO_LOCAL_WLAN_MESSAGE = "Connect to a WLAN network to use FaceTime.";
ALERT_VIDEO_FAILED_LOST_LOCAL_WIFI_MESSAGE = "Wi-Fi Connection Lost";
ALERT_VIDEO_FAILED_LOST_LOCAL_WLAN_MESSAGE = "WLAN Connection Lost";
ALERT_VIDEO_FAILED_BAD_NONCE_TIMESTAMP = "Your Date & Time settings need to be updated.";
ALERT_VIDEO_FAILED_REMOTE_INCOMPATIBLE_MESSAGE_NAME = "%@ needs to upgrade to iOS 4.1 or newer.";
ALERT_VIDEO_FAILED_REMOTE_INCOMPATIBLE_MESSAGE_NUMBER = "%@ needs to upgrade to iOS 4.1 or newer.";
ALERT_VIDEO_FAILED_LOCAL_INCOMPATIBLE_MESSAGE = "Update to a newer version of iOS to FaceTime with this person.";
ALERT_VIDEO_FAILED_UPDATE_LOCATION_MESSAGE = "Your FaceTime location information needs to be updated.";
ALERT_VIDEO_FAILED_REGION_INFO_INSUFFICIENT = "Check the phone number you called to make sure it is complete.";
ALERT_VIDEO_NOT_AVAILABLE_TITLE = "FaceTime Unavailable";
